{
  "about": {
    "presentation": "Hello! I love frontend development, especially **React**. My journey in this field has been mostly **self-taught**, which has allowed me to constantly explore and learn. What I enjoy the most is creating **appealing** and **functional** user interfaces that provide users with a great experience. I'm always looking for new challenges that frontend development offers, and I'm committed to refining my skills and knowledge.",
    "button": "Click to learn more"
  },
  "projects": {
    "title": "Projects",
    "description": "Collection of webs and projects"
  },
  "languageSelector": "EN",
  "aboutPage": {
    "title": "About me",
    "description": "Hello! I'm Irene Alcaine, a graduate in Engineering. However, after obtaining my degree, I discovered that my true passion is web development. I'm eager to have the opportunity to showcase my abilities professionally in the programming world, a field that I hold dear to my heart.",
    "skills": "Skills",
    "experience": "Experience",
    "experienceSubtitle": "Even though my work experience is not directly related to programming, I've worked in various roles that have honed my skills in customer service, teamwork, handling pressure, and time management.",
    "education": "Education",
    "educationSubtitle": "Since early 2022, I've been satisfying my curiosity and learning on my own. Furthermore, I've taken some frontend courses and web page publishing.",
    "CV": "Download CV",
    "contact": "Contact",
    "spotify": {
      "current": "Now playing",
      "recent": "Recently listened"
    },
    "birthday": "Days until my birthday"
  },
  "portfolioPage": {
    "title": "Portfolio",
    "selector": "All",
    "webs": "Websites",
    "projects": "Projects",
    "buttons": {
      "web": "Live demo",
      "github": "Repository"
    }
  },
  "notFoundPage": {
    "title": "Ooops!",
    "subtitle": "Something went wrong",
    "list": {
      "header": "It seems that something has gone wrong and you have reached this error page, but you can try the following:",
      "option1": "Check that the URL you entered is correct. Sometimes, a simple typographical error can be the cause of the issue.",
      "option2": "If that doesn't work, return to the homepage."
    }
  }
}
