{
  "about": {
    "presentation": "¡Hola! Me encanta el desarrollo frontend y sobre todo **React**. Mi camino en este campo ha sido mayormente **autodidacta**, lo que me ha permitido explorar y aprender constantemente. Lo que más disfruto es crear interfaces de usuario **atractivas** y **funcionales** que hagan que los usuarios tengan una buena experiencia. Siempre estoy en busca de nuevos desafíos que ofrece el desarrollo frontend y de mejorar mis habilidades y conocimientos.",
    "button": "Haz click para saber más"
  },
  "projects": {
    "title": "Portafolio",
    "description": "Colección de webs y proyectos"
  },
  "languageSelector": "ES",
  "aboutPage": {
    "title": "Sobre mí",
    "description": "¡Hola! Soy Irene Alcaine, graduada en Ingeniería. Sin embargo, tras obtener mi título, descubrí que mi verdadera pasión es el desarrollo web. Estoy ansiosa por tener la oportunidad de demostrar mis capacidades profesionalmente en el mundo de la programación, al que tanto cariño le tengo.",
    "skills": "Habilidades",
    "experience": "Experiencia",
    "experienceSubtitle": "A pesar de que mi experiencia laboral no está directamente relacionada con la programación, he trabajado en varios sitios que han perfeccionado mis habilidades en atención al cliente, trabajo en equipo y bajo presión y organización del tiempo.",
    "education": "Formación",
    "educationSubtitle": "Desde principios de 2022, he estado saciando mi curiosidad y aprendiendo por mi cuenta. Además, he realizado algunos cursos de frontend y publicación de páginas web.",
    "CV": "Descagar CV",
    "contact": "Contacto"
  },
  "portfolioPage": {
    "title": "Portafolio",
    "selector": "Todos",
    "webs": "Webs",
    "projects": "Proyectos",
    "buttons": {
      "web": "Sitio web",
      "github": "Repositorio"
    }
  },
  "notFoundPage": {
    "title": "¡Ups!",
    "subtitle": "Algo ha ido mal",
    "list": {
      "header":"Puedes intentar esto:",
      "option1" :"Recarga",
      "option2": "Ve atrás"
    }

  }
}
